<html>
<head>
<title>Личная страничка на php</title>
</head>
<body>
<?php 

echo '<h1>Сальников Артём</h1>'; 
echo '<p>Место учёбы: ФСПО ВГУИТ, специальность: Информационные системы и программирование.</p>';
echo '<p>Профессиональные навыки:<br/>
      Владение языком программирования Java на базовом уровне, владение инструментами веб разработки, такими как:<br/>
        <ul>
            <li>Язык разметки HTML</li>
            <li>Таблица стилей CSS, Sass</li>
            <li>Язык программирования JavaScript на базовом уровне</li>
            <li>Язык программирования PHP на базовом уровне</li>
        </ul>
      </p>
      <p>Обучение:<br/>
      На данный момент изучаю язык программирования JavaScript и состою в команде по разработке проекта на фреймворке vue.js</p>'
?>
</body>
</html>